{
    "acrobazia":{
        "description": "Una prova di Destrezza (Acrobazia)rappresenta il tentativo di un personaggio dirimanere in piedi in una situazione difficoltosa, comeper esempio correre su una superficie ghiacciata,camminare in equilibrio su una corda tesao barcamenarsi sul ponte di una nave durante una tempesta. Il GM potrebbe richiedere una prova di Destrezza (Acrobazia) per determinare se un personaggio è in grado di effettuare una manovra acrobatica, come tuffarsi, rotolare a terra, fare un salto mortale o una capriola a mezz'aria."
    },
    "addestrare animali":{
        "description": "Quando un personaggio deve determinare se sia in grado di calmare un animale domestico, evitare che una cavalcatura si spaventi o intuire le intenzioni di un animale, il GM può richiedere una prova di Saggezza (Addestrare Animali). Un personaggio effettua una prova di Saggezza (Addestrare Animali) anche per controllare la sua cavalcatura quando tenta una manovra rischiosa."
    },
    "arcano": {
        "description": "Una prova di Intelligenza (Arcano) misura la capacità di un personaggio di ricordare informazioni relative a incantesimi, oggetti magici, simboli occulti, tradizioni magiche, piani di esistenza e abitanti di quei piani."
    },
    "atletica": {
        "description": "Un personaggio effettua una prova di Forza (Atletica) nelle situazioni difficili in cui si imbatte quando nuota, salta o scala."
    },
    "furtivita": {
        "description": "Un personaggio effettua una prova di Destrezza (Furtività) quando tenta di nascondersi dai nemici, sgusciare alle spalle di una guardia, dileguarsi senza essere notato o aggredire qualcuno alle spalle senza essere visto o sentito."
    },
    "indagare": {
        "description": "Quando un personaggio cerca indizi ed effettua deduzioni dipendenti da quegli indizi, effettua una prova di Intelligenza (Indagare). Potrebbe dedurre l'ubicazione di un oggetto nascosto, capire quale arma ha inferto un certo tipo di ferita o determinare il punto debole di un tunnel che potrebbe provocarne il crollo. Anche esaminare una raccolta di antiche pergamene in cerca di conoscenze nascoste potrebbe richiedere una prova di Intelligenza (Indagare)."
    },
    "inganno": {
        "description": "Una prova di Carisma (Inganno) determina se un personaggio è in grado di nascondere efficacemente la verità, verbalmente o tramite le sue azioni. Questa forma di inganno può abbracciare ogni metodo, dal fuorviare il prossimo tramite affermazioni ambigue, alle bugie vere e proprie. Situazioni tipiche possono includere imbrogliare una guardia con le chiacchiere, truffare un mercante, guadagnare denaro con il gioco d'azzardo, spacciarsi per qualcun altro sotto mentite spoglie, fugare i sospetti di qualcuno fornendo false rassicurazioni o mantenere un volto impassibile mentre si dice una bugia."
    }, 
    "intimidire": {
        "description": "Quando un personaggio tenta di influenzare qualcuno tramite minacce dichiarate, azioni ostili e atti di violenza fisica, il GM può chiedergli di effettuare una prova di Carisma (Intimidire). Gli esempi al riguardo possono includere cercare di strappare informazioni a un prigioniero, convincere dei malviventi a rinunciare a uno scontro diretto o usare una bottiglia rotta per convincere uno sprezzante visir a cambiare la sua decisione."
    },
    "intrattenere": {
        "description": "Una prova di Carisma (Intrattenere) stabilisce la misura in cui un personaggio riesce a deliziare il pubblico con un'esibizione di musica, danza, recitazione, narrazione o altre forme di intrattenimento."
    },
    "intuizione": {
        "description": "Una prova di Saggezza (Intuizione) determina se il personaggio è in grado di discernere le vere intenzioni di una creatura, come per esempio scoprire se sta mentendo o predire la sua prossima mossa. Per farlo deve cogliere indizi dal linguaggio corporeo, dal modo di parlare e dalle alterazioni dei modi di fare di quella creatura."
    },
    "medicina": {
        "description": "Una prova di Saggezza (Medicina) consente a un personaggio di stabilizzare un compagno morente o diagnosticare una malattia."
    },
    "natura": {
        "description": "Una prova di Intelligenza (Natura) misura la capacità di un personaggio di ricordare informazioni sul terreno, i vegetali, gli animali, il clima e i cicli naturali."
    },
    "percezione": {
        "description": "Una prova di Saggezza (Percezione) consente a un personaggio di avvistare, udire o individuare in altri modi la presenza di qualcosa. Misura la consapevolezza generale dell'ambiente circostante da parte di un personaggio e l'efficacia dei suoi sensi. Per esempio, un personaggio potrebbe origliare una conversazione attraverso una porta chiusa, spiare da sotto una finestra aperta o sentire dei mostri che si muovono furtivamente nella foresta. Oppure potrebbe cercare di avvistare qualcosa di nascosto o difficile da notare, come un gruppo di orchi in agguato lungo la strada, un malvivente nascosto tra le ombre di un vicolo o la luce di una candela che filtra dalla fessura di una porta segreta."
    },
    "persuasione": {
        "description": "Quando un personaggio tenta di influenzare altri tramite il tatto, la socievolezza o la benevolenza, il GM può chiedergli di effettuare una prova di Carisma (Persuasione). Solitamente un personaggio usa Persuasione quando agisce in buona fede per stringere amicizia, formulare una richiesta cordiale o agire come prevede il galateo. Esempi di persuasione includono convincere un ciambellano a portare il gruppo al cospetto del re, negoziare la pace tra due tribù in guerra o ispirare una folla di popolani."
    },
    "rapidità di mano": {
        "description": "Ogni volta che un personaggio tenta di compiere un'impresa legata a manipolazione di precisione e destrezza manuale, come per esempio collocare un oggetto addosso a qualcun altro o nasconderne uno sulla propria persona, effettua una prova di Destrezza (Rapidità di Mano). Il GM potrebbe anche richiedere una prova di Destrezza (Rapidità di Mano) per determinare se può sottrarre un borsello o sfilare qualcosa dalla tasca di un'altra persona."
    },
    "religione": {
        "description": "Una prova di Intelligenza (Religione) misura la capacità di un personaggio di ricordare informazioni sulle divinità, i riti, le preghiere, le gerarchie religiose, i simboli sacri e le pratiche dei culti segreti."
    }, 
    "sopravvivenza": {
        "description": "Il GM potrebbe richiedere a un personaggio di effettuare una prova di Saggezza (Sopravvivenza) per seguire tracce, cacciare animali selvatici, guidare il gruppo attraverso una distesa ghiacciata, riconoscere i segni della presenza di orsigufo, predire il tempo o evitare sabbie mobili e altri pericoli naturali."
    },
    "storia": {
        "description": "Una prova di Intelligenza (Storia) misura la capacità di un personaggio di ricordare informazioni relative a eventi storici, figure leggendarie, regni antichi, dispute del passato, guerre recenti e civiltà perdute."
    }
}